Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: That's the good news.
ne: यो सुखद समाचार हो ।

source: Look, attitude towards war has dramatically changed over the years.
ne: हो त, वितेका वर्षहरूमा लडाइप्रतिको प्रवृत्तिमानाटकीय परिवर्तन भएको छ

source: So now individual change and cultural change mutually fashion each other, and yes, we can achieve a more altruistic society.
ne: अब आएर व्यक्ति परिवर्तन र संस्कृति परिवर्तन एक आपसमा फेसन नै बन्छन् हो, अनि त हामी ठूलो भन्दा ठूलो परोपकारी समाज बनाउछौं

source: So where do we go from there?
ne: अनि हामी त्यसपछि कता लाग्ने ?

source: Myself, I will go back to the East.
ne: म मत पूर्वतिर नै लाग्छु

source: Now we treat 100,000 patients a year in our projects.
ne: हामी हाम्रो परियोजना अनुसार वर्षको १००,००० रोगीको उपचार गर्छौ

source: We have 25,000 kids in school, four percent overhead.
ne: हाम्रा स्कूलमा २५,००० नानीहरू छन् हाम्रो ४ प्रतिशत व्यय भारमा काम हुन्छ

source: Some people say, "Well, your stuff works in practice, but does it work in theory?"
ne: केही व्यक्ति प्रश्न गर्छन् तपाईका कार्यक्रम व्यवहारमा त ठीक छ तर सैद्धान्तिक रूपमा ठीक होला र ?

source: There's always positive deviance.
ne: जहिले पनि सकारात्मक बाटोतिर उन्मुख हुन्छु

source: So I will also go back to my hermitage to find the inner resources to better serve others.
ne: त्यसैले म आफ्नो कुटितिर नै फर्कन्छु । अरूलाई अझ राम्रोसँग सेवा गर्न सक्ने आन्तरिक साधनहरूको खोजी गर्न

source: But on the more global level, what can we do?
ne: अनि अझ विश्वव्यापी रूपमा हामी के गर्न सकौंला ?

source: We need three things.
ne: हामीलाई तीन कुराको आवश्यकता पर्छ

source: Enhancing cooperation: Cooperative learning in the school instead of competitive learning, Unconditional cooperation within corporations -- there can be some competition between corporations, but not within.
ne: सहकारितालाई प्रोत्साहन गर्ने स्कूलमा प्रतिश्पर्धात्मक सिकाइको सट्टामा सहकारितामूलक सिकाइ सिकाउने, अनि व्यापारिक निगमहरूको भित्री तहमा निःशर्त सहयोग बढाउने । निगमहरूको बीचमा केही प्रतिश्पर्धा त हुन सक्छ तर भित्री रूपमा होइन

source: We need sustainable harmony. I love this term.
ne: हामीलाई दीगो सद्भावको आवश्यकता छ 'दीगो सद्भाव’ म यो शब्द असाध्यै मन पराउँछु

source: Not sustainable growth anymore.
ne: दीगो वृद्धि मात्र कदापि होइन

source: Sustainable harmony means now we will reduce inequality.
ne: ‘दीगो सद्भाव’ भनेको हामीले असमानता घटाउँदै लाने भनेको हो

source: In the future, we do more with less, and we continue to grow qualitatively, not quantitatively.
ne: भविष्यमा कमभन्दा कमबाट बढी गर्नु हो अनि मात्रात्मक वृद्धि नभएर गुणात्मक वृद्धितर्फ हामी लागिरहन्छौं ।

source: We need caring economics.
ne: हामीलाई परोपकारी अर्थशास्त्रको जरुरत छ

source: The Homo economicus cannot deal with poverty in the midst of plenty, cannot deal with the problem of the common goods of the atmosphere, of the oceans.
ne: ‘होमो अर्थशास्त्र’ धेरै गरीबहरूको बीचमा रहेको गरीबीलाई सम्बोधन गर्न सक्दैन सामूहिक -वस्तुको समस्यालाई सम्बोधन गर्न सक्दैन वातावरणको, महासागरको

source: We need a caring economics.
ne: परोपकारीअर्थशास्त्रको आवश्यकता छ

source: If you say economics should be compassionate, they say, "That's not our job."
ne: तपाई करुणामय अर्थव्यवस्था हुनुपर्छ भन्नुहोला उनी भन्लान् यो हाम्रो काम होइन

source: But if you say they don't care, that looks bad.
ne: फेरि तपाई उनले हाम्रो वास्ता गरेनन् भन्नुहोला यो अलि नराम्रो देखिनेछ

source: We need local commitment, global responsibility.
ne: हामीलाई स्थानीय प्रतिबद्धता अनि विश्वव्यापी उत्तरदायित्वको आवश्यकता छ

source: We need to extend altruism to the other 1.6 million species.
ne: अनि १६ लाख प्रजातिहरूमा परोपकारी भावनाको विस्तार गर्नु आवश्यक छ

source: Sentient beings are co-citizens in this world.
ne: सबै सबै संवेदनशील प्राणीहरू यो संसारको सह–नागरिक हुन् ।

source: and we need to dare altruism.
ne: हो, हामीलाई परोपकारी क्रान्ति गर्ने हिम्मत चाहिएको छ

source: So, long live the altruistic revolution.
ne: परोपकारी क्रान्ति अमर रहोस् !

source: Viva la revolución de altruismo.
ne: ! “भिभा ला रिभोल्यूसन डे अल्ट्रइज्मो !

source: I dedicated the past two years to understanding how people achieve their dreams.
ne: मैंले गत २ बर्ष, मानिसहरु कसरी आफ्नो सपना पुरा गर्छन भन्ने जान्न समर्पण गरें ।

source: When we think about the dreams we have, and the dent we want to leave in the universe, it is striking to see how big of an overlap there is between the dreams that we have, and projects that never happen.
ne: जब हामी हाम्रो सपनाको बारेमा सोच्छौं , संसारमा आफ्नो निशानी छोड्न चाहन्छौं , त्यतिखेर, हाम्रो सपना र कहिल्यै पुरा नभएको परियोजना को बिचमा आश्चर्यलाग्दो समायोजन भेटिन्छ ।

source: (Laughter) So I'm here to talk to you today about five ways how not to follow your dreams.
ne: -----(हाँसो)----- त्यसैले आज म तपाईंहरुसंग छलफल गर्दैछु आफ्नो सपनाको पछि नलाग्ने ५ तरिकाको बारेमा ।

source: One: Believe in overnight success.
ne: १: राता रात सफल हुने कुरामा बिश्वास राख्नुस ।

source: You know the story, right?
ne: यो कथा त सुन्नुभाको छ नि, है ?

source: The tech guy built a mobile app and sold it very fast for a lot of money.
ne: एकजना मान्छेले एउटा मोबाइल एप बनायो, र धेरै पैसामा छिट्टै बिक्यो ।

source: You know, the story may seem real, but I bet it's incomplete.
ne: यो कथा वास्तविक देखिन सक्छ, तर अपूर्ण छ ।

source: If you go investigate further, the guy has done 30 apps before and he has done a master's on the topic, a PhD.
ne: गहिरिएर अध्ययन गर्ने हो भने , यो भन्दा पहिले उसले ३० वोटा एप बनाईसकेको थियो । र उसले त्यहि बिषयमा मास्टर्स र Ph.D. गरेको छ

source: He has been working on the topic for 20 years.
ne: अघिल्लो २० बर्ष देखि उ त्यसै बिषयमा काम गर्दै थियो ।

source: This is really interesting.
ne: यो साँचै रमाइलो प्रसंग छ ।

source: I myself have a story in Brazil that people think is an overnight success.
ne: मेरो आफ्नै घटना छ ब्राजिलको, जसलाई मानिसहरु एकरातको सफलता भन्ठान्छन् ।

source: I come from a humble family, and two weeks before the deadline to apply for MIT, I started the application process.
ne: म साधारण परिवारको मान्छे हुँ , MIT मा निवेदनदिने अन्तिम दिनको २ हप्ता अगाडी, मैंले निवेदनको तयारी सुरु गरें ।

source: And, voilà! I got in.
ne: म भर्ना हुन पाएँ ।

source: People may think it's an overnight success, but that only worked because for the 17 years prior to that, I took life and education seriously.
ne: मानिसहरु भन्छन्, यो अकस्मात मिलेको सफलता हो, तर गत १७ बर्षको मिहिनेत र परिश्रमको कारण मैंले भर्ना पाएको हुँ ।

source: Your overnight success story is always a result of everything you've done in your life through that moment.
ne: तपाईंलाइ अकस्मात मिलेको सफलता - त्यो समयमा आइपुग्दा सम्ममा जीवनपर्यन्त गरिएको मिहिनेतको नतिजा हो ।

source: Two: Believe someone else has the answers for you.
ne: दोश्रो: अरुनै कसैले यसको उत्तर दिनेछ ।

source: Constantly, people want to help out, right?
ne: मानिसहरु सधैं मद्धत खोजिरहन्छन् ।

source: All sorts of people: your family, your friends, your business partners, they all have opinions on which path you should take: "And let me tell you, go through this pipe."
ne: परिवार, साथीहरु, बिजिनेस पार्टनर सबैले तपाईंलाइ कुन बाटो लाग्नुपर्छ भन्ने सल्लाह दिन्छन्: यो सल्लाहको पछि लाग्नुभयो भने,

source: But whenever you go inside, there are other ways you have to pick as well.
ne: त्यहाँ तपाईंले निर्णय लिनुपर्ने अन्य मोडहरु देखिन्छन् ।

source: And you need to make those decisions yourself.
ne: र यी निर्णयहरु तपाईं आफैंले लिनुपर्ने हुन्छ ।

source: No one else has the perfect answers for your life.
ne: तपाईंको जीवनको सहि जवाफ कसैसंग हुदैन ।

source: And you need to keep picking those decisions, right?
ne: तपाईंले यस्ता निर्णयहरु लिईराख्नु पर्छ ।

source: The pipes are infinite and you're going to bump your head, and it's a part of the process.
ne: अनगिन्ति बाटोहरु साम्मुने आएर तपाईंले टाउको ठोक्नुहुनेछ । यो त्यहि मार्गको पाटो हो ।

source: Three, and it's very subtle but very important: Decide to settle when growth is guaranteed.
ne: तेस्रो: यो धेरै सुक्ष्म तर अत्ति महत्वपूर्ण सुझाव छ: उन्नतिको सम्भावना प्रस्ट छ भने, आनन्दले बस्नु ।

source: So when your life is going great, you have put together a great team, and you have growing revenue, and everything is set -- time to settle.
ne: तपाईंको जीवन राम्रोसंग बित्दै छ भने, काम गर्ने समूह राम्रो बनाउनु भयो भने आम्दानीको बाटो राम्रो भयो भने, सबै ठिक भयो । आनन्दले बस्ने बेला आयो ।

source: When I launched my first book, I worked really, really hard to distribute it everywhere in Brazil.
ne: मैले पहिलो किताब निकाल्दा, ब्राजिलभर वितरण गर्नको लागि धेरै मिहेनेत गरें ।

source: With that, over three million people downloaded it, over 50,000 people bought physical copies.
ne: जसको कारण, ३ लाख भन्दा बढीले किताब डाउनलोड गरे भने, ५०,००० भन्दा बढीले किताब किने ।

source: When I wrote a sequel, some impact was guaranteed.
ne: मैंले सोहि किताबको दोस्रो भाग निकाल्दा त्यसको प्रभाब पर्ने छ ।

source: Even if I did little, sales would be OK.
ne: थोरै मात्रै मिहेनेत गरे पनि, बिक्रि राम्रै हुन्छ ।

source: But OK is never OK.
ne: तर "राम्रै" कहिले "राम्रो" हुँदैन ।

source: When you're growing towards a peak, you need to work harder than ever and find yourself another peak.
ne: जब तपाईं चुचुरो चड्दै हुनुहुन्छ भने, तपाईंले झन् बढी मिहेनेत गर्नु पर्छ, र अर्को चुचुरो चड्नु पर्छ ।

source: Maybe if I did little, a couple hundred thousand people would read it, and that's great already.
ne: होला, मैंले केहि मिहेनेत गरें भने, केहि लाख मानिसले पढ्लान्, त्यो आफैंमा राम्रो हो ।

source: But if I work harder than ever, I can bring this number up to millions.
ne: तर, मैंले अझ बढी मिहेनेत गरें भने, मैंले यहि संख्यालाइ लाखौंमा पुर्याउन सक्छु ।

source: That's why I decided, with my new book, to go to every single state of Brazil.
ne: त्यसैले मैंले, नया किताबको प्रचार गर्न ब्राजिलको हरेक जिल्ला पुगें ।

source: And I can already see a higher peak.
ne: यसको प्रभाव प्रस्ट देख्न सक्छु ।

source: There's no time to settle down.
ne: "आनन्दले बस्ने" भन्ने समय हुँदैन ।

source: Fourth tip, and that's really important: Believe the fault is someone else's.
ne: चौथो र महत्वपूर्ण सुझाव: सम्झिनुहोस, गल्तिजति सबै अरुको हो ।

source: I constantly see people saying, "Yes, I had this great idea, but no investor had the vision to invest."
ne: बारम्बार देखिन्छ, मान्छेहरु भन्छन् - "म संग यो राम्रो योजना थियो, तर कसैले लगानी गर्ने हिम्मत गरेनन् " ।

source: "Oh, I created this great product, but the market is so bad, the sales didn't go well."
ne: "मैंले यस्तो राम्रो बस्तु बनाएँ, तर बजार यस्तो खत्तम छ, राम्रो व्यापार नै भएन"।

source: Or, "I can't find good talent; my team is so below expectations."
ne: "क्षमतावान मान्छे नभेटिनाले हाम्रो समूहले राम्रो काम गर्न सकिरहेको छैन" ।

source: If you have dreams, it's your responsibility to make them happen.
ne: यदि तपाईंसंग सपना छ भने, त्यसलाई पुरा गर्नु पनि तपाईंको जिम्मेवारी हो ।

source: Yes, it may be hard to find talent.
ne: हो, प्रतिभावान व्यक्ति पाउन गाह्रो होला,

source: Yes, the market may be bad.
ne: हो, बजार नराम्रो होला,

source: But if no one invested in your idea, if no one bought your product, for sure, there is something there that is your fault.
ne: तपाईंको कल्पनालाइ कसैले लगानी गरेको होइन, कसैले तपाईंको उत्पादन किनेनन् भने, पक्कै पनि तपाईंकै केहि कमजोरी छ ।

source: (Laughter) Definitely.
ne: -----(हाँसो)----- निश्चितरुपमा

source: You need to get your dreams and make them happen.
ne: तपाईंले देखेको सपना, तपाईं स्वयम्ले पुरा गर्नुपर्छ ।

source: And no one achieved their goals alone.
ne: आजसम्म कसैले एक्लै आफ्नो लक्ष प्राप्त गरेको छैन ।

source: But if you didn't make them happen, it's your fault and no one else's.
ne: तर त्यो पूर्ण भएन भने, गल्ति केवल तपाईंको हो, अरु कसैको होइन ।

source: Be responsible for your dreams.
ne: आफ्नो सपनाप्रति जिम्मेवार हुनुहोस ।

source: And one last tip, and this one is really important as well: Believe that the only things that matter are the dreams themselves.
ne: र अन्तिम सुझाव छ, यो पनि उत्तिकै महत्वपूर्ण छ: याद राख्नुस, महत्वपूर्ण वस्तु भनेको स्वयम् सपना नै हो ।

source: Once I saw an ad, and it was a lot of friends, they were going up a mountain, it was a very high mountain, and it was a lot of work.
ne: एकपटक मैंले एउटा बिज्ञापन देखेको थिएँ धेरै साथीहरु मिलेर अग्लो हिमाल चढ्न जाँदै थिए, काम निकै कठिन थियो ।

source: You could see that they were sweating and this was tough.
ne: पसिनाले भिजेर र थाकेर लखन्तरान परेका थिए ।

source: And they were going up, and they finally made it to the peak.
ne: उनीहरु उक्लिदै गए, र चुचुरोमा पुग्न सफल भए

source: Of course, they decided to celebrate, right?
ne: उनीहरु खुशीले रमाउन थाले,

source: I'm going to celebrate, so, "Yes! We made it, we're at the top!"
ne: सफलता मनाउन थाले । "हामी चुचुरोमा पुगेरै छाड्यौं" ।

source: Two seconds later, one looks at the other and says, "OK, let's go down."
ne: केहि बेर पछि एउटाले अर्कोको मुखमा हेरेर भन्यो - "ल पुग्यो अब, ओर्लन थालौं" ।

source: (Laughter) Life is never about the goals themselves.
ne: -----(हाँसो)----- लक्ष्य प्राप्ति मात्रै जिन्दगी होइन

source: Life is about the journey.
ne: जिन्दगी एउटा यात्रा हो ।

source: Yes, you should enjoy the goals themselves, but people think that you have dreams, and whenever you get to reaching one of those dreams, it's a magical place where happiness will be all around.
ne: हामीले लक्ष्यप्राप्ति गर्दा रमाउनु पर्छ मानिसहरु सोच्नेछन्, तपाइको सपनाहरु छन्, जहिले पनि लक्ष्यप्राप्तिको नजिक त्यहाँ पुग्नुहुन्छ, यो त्यस्तो जादुमय ठाउं हो, जहाँ जताततै खुशी छरिएको हुन्छ ।

source: But achieving a dream is a momentary sensation, and your life is not.
ne: लक्ष्य प्राप्ति एउटा पलमात्र हो, तर जीवन त्यति मात्रै होइन ।

source: The only way to really achieve all of your dreams is to fully enjoy every step of your journey.
ne: सबै सपना पुरा गर्ने एउटा मात्र तरिका हो - यात्राका हरेक पाइलाको मज्जा लिनुहोस् ।

source: That's the best way.
ne: यो नै उत्तम तरीका हो ।

source: And your journey is simple -- it's made of steps.
ne: यात्रा सजह छ - प्रत्येक पाइला संगै अगाडी बढ्छ ।

source: Some steps will be right on.
ne: केहि पाइलाहरु सहि हुनेछन्

source: Sometimes you will trip.
ne: कहिले कहिँ लड्न सक्छ ।

source: If it's right on, celebrate, because some people wait a lot to celebrate.
ne: ठिक बाटोमा हुनुहुन्छ भने, खुशी हुनुहोस्, किनकि, कयौं खुशीहुने बहाना खोज्दैछन् ।

source: And if you tripped, turn that into something to learn.
ne: यदि लड्नुभयो भने, त्यसलाई एउटा शिक्षाको रुपमा लिनुहोस ।

source: If every step becomes something to learn or something to celebrate, you will for sure enjoy the journey.
ne: हरेक पाइला उत्सब वा सिकाईको अवसर बन्छ भने, पक्कै तपाईं जिन्दगीको यात्रामा रमाउनुहुनेछ ।

source: So, five tips: Believe in overnight success, believe someone else has the answers for you, believe that when growth is guaranteed, you should settle down, believe the fault is someone else's, and believe that only the goals themselves matter.
ne: यसर्थ ५ तरीका : रातारात प्राप्त हुने सफलतामा बिश्वास, अरु कोहि संग जवाफ हुनेकुरामा बिश्वास, उन्नतिको सम्भावना प्रस्ट छ भने, आनन्दले बस्नु, गल्तिजति सबै अरुको, महत्वपूर्ण वस्तु भनेको स्वयम् सपना नै हो ।

source: Believe me, you do that, and you will destroy your dreams.
ne: बिश्वास गर्नुहोस, यति गरेर आफ्नो सपना नस्टगर्न सक्नुहुन्छ ।

source: (Laughter) (Applause) Thank you.
ne: -----(हाँसो)----- ---- ताली ----- ---- धन्यवाद -----

source: The brain is an amazing and complex organ.
ne: मस्तिष्क एउटा आश्चर्यजनक तथा जटिल अंग हो ।

source: And while many people are fascinated by the brain, they can't really tell you that much about the properties about how the brain works because we don't teach neuroscience in schools.
ne: आजकल धेरै मानिसहरु मस्तिष्कको बिषयमा आकर्षित छन्, तथापि उनीहरु मस्तिस्कको विशेषता, यसको काम गराईको बिषयमा त्यति बर्णन गर्न सक्दैनन् किनकि हामी स्कुलमा मस्तिष्कविज्ञान सिकाउदैनौं ।

source: And one of the reasons why is that the equipment is so complex and so expensive that it's really only done at major universities and large institutions.
ne: त्यसको एउटा कारण हो - यस बिषयको उपकरण नै यति जटिल र धेरै नै महँगो छ, प्रमुख यूनीवर्सिटी वा ठुला संस्थानमा मात्रै संचालन गर्न सकिन्छ ।

source: And so in order to be able to access the brain, you really need to dedicate your life and spend six and a half years as a graduate student just to become a neuroscientist to get access to these tools.
ne: मस्तिस्कको बिषयमा प्रवेश पाउन, आफ्नो जीवन नै समर्पण गर्न आवश्यक छ , ग्रयाजुएसन् पश्चात ६ १/२ बर्षको अध्ययनपछि बल्ल मस्तिष्क बैज्ञानिक बनेर ती उपकरण चलाउन पाइन्छ ।

source: And that's a shame because one out of five of us, that's 20 percent of the entire world, will have a neurological disorder.
ne: यो लाजलाग्दो बिषय हो किन कि हामी मध्ये ५ मा १ जना अर्थात् समग्र विश्वको २०% जनसंख्याको मस्तिष्कमा गडबड भैसक्छ।

source: And there are zero cures for these diseases.
ne: यसको कुनै उपचार पनि छैन ।

source: And so it seems that what we should be doing is reaching back earlier in the eduction process and teaching students about neuroscience so that in the future, they may be thinking about possibly becoming a brain scientist.
ne: यो अवस्था देख्दा लाग्छ, हामीले पहिलेको समयमा फर्किएर केटा केटीहरुलाई न्युरोविज्ञान सिकाउदै गरिनु आवश्यक देखिन्छ, ताकी भविष्यमा मस्तिष्क बैज्ञानिक बन्ने बिषयमा विचार गरुन्

source: When I was a graduate student, my lab mate Tim Marzullo and myself, decided that what if we took this complex equipment that we have for studying the brain and made it simple enough and affordable enough that anyone that you know, an amateur or a high school student, could learn and actually participate in the discovery of neuroscience.
ne: म स्नातक पढ्दै गर्दा, म र मेरो साथी टीम मार्जुलोले विचार गर्यौं - मस्तिष्क बिषय पढ्न प्रयोग हुने जटिल उपकरणलाइ सहज र सबैको पहुँचमा हुन सक्ने बनाउन सक्यौं भने, सिकारु वा स्कुल पढ्ने बिद्यार्थी, वास्तविक रुपमा न्युरोसाईन्सको आविस्कारमा सहभागी हुन सक्छन्,

source: And so we did just that.
ne: र हामीले त्यस्तै गर्यौं

source: A few years ago, we started a company called Backyard Brains and we make DIY neuroscience equipment and I brought some here tonight, and I want to do some demonstrations.
ne: केहि बर्ष अगाडी ब्याकयार्ड ब्रेन कम्पनी स्थापना गर्यौं हामी DIY न्युरोसाईन्स उपकरण निर्माण गर्छौं, आज हामी त्यसैको एउटा प्रदर्शनी गर्दैछौं

source: You guys want to see some?
ne: तपाईंहरुलाई हेर्न मन छ ?

source: So I need a volunteer.
ne: कोहि एकजना मद्धत गर्न आउनुहोस त

source: So right before -- what is your name? (Applause) Sam Kelly: Sam.
ne: तपाईंको शुभ नाम ? (ताली) साम केली:साम

source: Greg Gage: All right, Sam, I'm going to record from your brain.
ne: ग्रेग गज: म तपाईंको दिमागको रेकर्ड गर्दै छु

source: Have you had this before?
ne: पहिला यस्तो गर्नुभएको छ ?

source: SK: No.
ne: साम: छैन

source: GG: I need you to stick out your arm for science, roll up your sleeve a bit, So what I'm going to do, I'm putting electrodes on your arm, and you're probably wondering, I just said I'm going to record from your brain, what am I doing with your arm?
ne: ग्रेग: विज्ञानको नाममा तपाईंको हात बढाउनुहोस बाहुला अलिकति माथि सार्नुस त, अब म तपाईंको हातमा Electrodes राख्दैछु के हो यो, जस्तो लाग्दै छ होला दिमाग रेकर्ड गर्ने भनेर हातमा के गरेको, जस्तो लाग्दैछ होला, होइन ?

source: Well, you have about 80 billion neurons inside your brain right now.
ne: यतिखेर तपाईंको दिमागमा ८० बिलियन न्युरोन् छन्

source: They're sending electrical messages back and forth, and chemical messages.
ne: तिनिहरुमार्फत इलेक्ट्रिक र केमिकल संदेश प्रबाह भइरहेको छ

source: But some of your neurons right here in your motor cortex are going to send messages down when you move your arm like this.
ne: तपाईंले यसरी हात चलाउंदा यहाँ, मोटर कोर्टेक्स नजिकका न्युरोन्हरुले संदेश तलतर्फ प्रबाह गर्छन्

source: They're going to go down across your corpus callosum, down onto your spinal cord to your lower motor neuron out to your muscles here, and that electrical discharge is going to be picked up by these electrodes right here and we're going to be able to listen to exactly what your brain is going to be doing.
ne: मस्तिस्कको बीचभाग हुँदै ती सन्देशहरु स्पाईनल कर्ड र तल्लो मोटर कोर्टेक्स हुँदै यहाँ मस्सलसम्म आइपुग्छन् र यहाँ रहेका Electrodesहरुले ती सन्देशहरु पक्रने छन् र दिमागले गर्न गइरहेको क्रियाकलाप हामी सुन्न सक्नेछौं

source: So I'm going to turn this on for a second.
ne: म यो मेसिन अन गर्दैछु

source: Have you ever heard what your brain sounds like?
ne: कहिले दिमागको आवाज सुन्नुभएको छ ?

source: GG: Let's try it out. So go ahead and squeeze your hand.
ne: ग्रेग: आज प्रयास गरौँ. हात खुम्च्याउनुहोस् त

source: (Rumbling) So what you're listening to, so this is your motor units happening right here.
ne: (आवाज सुनिन्छ) अहिले तपाईंले सुनेको आवाज भर्खरै यो मोटरमा आएको आवाज हो

source: Let's take a look at it as well.
ne: एकपटक फेरी हेरौं

source: So I'm going to stand over here, and I'm going to open up our app here.
ne: म यहाँनेरी उभिएर र म हाम्रो App खोल्दै छु

source: So now I want you to squeeze.
ne: फेरी एकपटक हात खुम्च्याउनुहोस् त

source: (Rumbling) So right here, these are the motor units that are happening from her spinal cord out to her muscle right here, and as she's doing it, you're seeing the electrical activity that's happening here.
ne: (आवाज सुनिन्छ) यहाँ, Spinal Cord हुदै मस्सलमा आइपुगेका इलेक्ट्रिक संदेशहरुले यहाँ, उनले हात चलाउंदा यस उपकरणलाइ प्रभावित गर्दैछन्

source: You can even click here and try to see one of them.
ne: यहानिर क्लिक गरेर एउटालाई बिशेसरुपमा हेर्न सकिन्छ

source: So keep doing it really hard.
ne: अलि कडासंग हात खुम्च्याउनुस्

source: So now we've paused on one motor action potential that's happening right now inside of your brain.
ne: यहाँ रोकेर हेर्दा, तपाईंको दिमागमा भैरहेको सम्भावित कार्यलाइ यस यन्त्रले देखाउंदैछ

source: Do you guys want to see some more?
ne: अझै अरु हेर्न मन छ?

source: (Applause) That's interesting, but let's get it better.
ne: (ताली) अझ गहिरो अध्यन गरौँ

source: I need one more volunteer.
ne: अर्को एक स्वयंसेवक चाहियो

source: What is your name, sir?
ne: तपाईको नाम के हो?

source: Miguel Goncalves: Miguel.
ne: मिगेल गोनकल्वेस: मिगेल

source: GG: Miguel, all right.
ne: ग्रेग: ठिक छ मिगेल

source: You're going to stand right here.
ne: तपाईं यहाँनेरी उभिनुहोस

source: So when you're moving your arm like this, your brain is sending a signal down to your muscles right here.
ne: जब तपाईं यसरी हात चलाउनुहुन्छ, तपाईंको दिमागले यहाँनेरी संदेश प्रबाह गर्छ

source: I want you to move your arm as well.
ne: तपाईंपनि आफ्नो हात चलाउनुहोस त

source: So your brain is going to send a signal down to your muscles.
ne: अब तपाईंको दिमागले तलतिर संदेश पठाऊदै छ

source: And so it turns out that there is a nerve that's right here that runs up here that innervates these three fingers, and it's close enough to the skin that we might be able to stimulate that so that what we can do is copy your brain signals going out to your hand and inject it into your hand, so that your hand will move when your brain tells your hand to move.
ne: ठिक्क यहाँनजिक एउटा नशा छ त्यसले यी तिनवोटा औंलाहरू चलाउँछ, र यो छालाको यति धेरै नजिक छ, हामी त्यो नसालाइ उत्तेजित गराएर, दिमागले हात तर्फ पठाइरहेको संदेशलाइ हामी नक्कल गरेर उसको हातमा पठाउन सक्छौं, जसको कारण उसले हात चलाउदा, उसको हात पनि आफैं चल्ने छ

source: So in a sense, she will take away your free will and you will no longer have any control over this hand.
ne: अर्को अर्थले, हामी उसको स्वतन्त्रताको हरण गर्ने छौं, र आफ्नो हातमाथि उसको नियन्त्रण रहने छैन

source: You with me?
ne: बुझ्दै हुनुहुन्छ ?

source: So I just need to hook you up.
ne: अब तपाईंलाइ तारले जोडदै छु

source: (Laughter) So I'm going to find your ulnar nerve, which is probably right around here.
ne: (हाँसो) म तपाईंको नसाखोज्दै छु, सायद यहाँ हुनुपर्छ

source: You don't know what you're signing up for when you come up.
ne: एकछिनपछि के हुदैछ भनेर चकित पर्नुहुनेछ

source: So now I'm going to move away and we're going to plug it in to our human-to-human interface over here.
ne: अब म अलिकति टाढा बसेर मानव मानव बीचको तरंग जोड्दै छु

source: Okay, so Sam, I want you to squeeze your hand again.
ne: साम, हात खुम्च्याउनुहोस् त

source: Do it again. Perfect.
ne: एकपटक फेरी, एकदम ठिक छ .
